Repository: Gadgeek/Traduction-Sahifa-Fr
Catalog: *.po
Languages: fr_fr

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
fr_fr: Salut! Téléchargez votre WordPress eXtended RSS (WXR) fichier et nous allons importer les messages, pages, commentaires, champs personnalisés, les catégories et les étiquettes dans ce site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
fr_fr: Choisissez un fichier WXR (.xml) à télécharger, puis cliquez sur Envoyer le fichier et l\’importer.

source: Theme Updates
fr_fr: Mises à jour du thème

source: New
fr_fr: Nouveau

source: There is a new version of the %s theme available.
fr_fr: Il est une nouvelle version du thème %s est disponible.

source: You have version %1$s installed. Update to version %2$s .
fr_fr: Vous avez la version%1$s installés. Mise à jour vers la version %2$s.

source: Updating Automatically
fr_fr: Mise à jour automatique

source: Envato have developed the <a href="https://github.com/envato/envato-wordpress-toolkit" target="_blank">Envato Toolkit Plugin</a> for WordPress. You can use this to receive notification of updates to themes purchased from ThemeForest and to automatically update (upon clicking) directly from within your WordPress admin area.
fr_fr: Envato a développé le <a href=« https://github.com/envato/envato-wordpress-toolkit » target=« _blank »>Toolkit Plugin Envato</a> pour WordPress. Vous pouvez l\’utiliser pour recevoir une notification des mises à jour de thèmes achetés auprès ThemeForest et mettre à jour automatiquement (après avoir cliqué) directement à partir de votre zone d\’administration de WordPress.

source: Download the <a href="https://github.com/envato/envato-wordpress-toolkit/zipball/master">plugin zip file</a> to your computer.
fr_fr: Télécharger le <a href=« https://github.com/envato/envato-wordpress-toolkit/zipball/master »>fichier zip de l\'extension</a> sur votre ordinateur.

source: In your WordPress admin area, go to <i>Plugins &gt; Add New</i> then click <i>Upload</i>.
fr_fr: Dans votre zone d'administration de WordPress, aller à <i>Plugins et Ajouter Nouveau,</i> puis cliquez sur <i>Télécharger.</i>

source: Click <i>Choose File</i>, select the plugin zip file you downloaded and click <i>Install Now</i>.
fr_fr: Cliquez sur <i>Choisir un fichier,</i> sélectionnez le fichier zip du plugin que vous avez téléchargé et <i>cliquez</i> sur Installer maintenant.

source: After installation, click <i>Activate</i>.
fr_fr: Après l'installation, cliquez sur <i>Activer.</i>

source: Click the new <i>Envato Toolkit</i> link in the menu and follow the instructions to configure the plugin.
fr_fr: Cliquez sur le nouveau lien <i>Envato Toolkit</i> dans le menu et suivez les instructions pour configurer le plugin.

source: Updating Manually
fr_fr: Mettre à jour manuellement

source: Download the most current version from <a href="http://themeforest.net/downloads?ref=tielabs" target="_blank">ThemeForest</a> in the <i>Downloads</i> area of your account.
fr_fr: Télécharger la version la plus récente de <a href=« http://themeforest.net/downloads?ref=tielabs » target=« _blank »>ThemeForest</a> dans la zone <i>Téléchargements</i> de votre compte.

source: Unzip the package and locate <i>%s.zip</i> in the theme folder.
fr_fr: Décompressez et localiser le fichier <i>%s.zip</i> dans le dossier du thème.

source: Go to <i>Appearance &gt; Themes</i> and activate another theme such as the default WordPress theme.
fr_fr: Aller à <i>Apparence> Thèmes</i> et activer un autre thème comme le WordPress thème par défaut.

source: Delete the <i>%s</i> theme which is now inactive.
fr_fr: <i>Supprimer</i> le fichier <i>%s</i> thème qui est maintenant inactif.

source: Go to <i>Install Themes &gt; Upload</i> then install and activate <i>%s.zip</i> from the new package.
fr_fr: Aller à <i>Télécharger et installer des thèmes</i> puis installer et activer <i>%s.zip</i> de la nouvelle archive.

source: Changelog and Update History
fr_fr: Historique des mises à jour :

source: View the ChangeLog Details
fr_fr: Voir le changelog complet

source: Read More &raquo;
fr_fr: En savoir plus &raquo;

source: No products found
fr_fr: Non trouvé

source: Subscribers
fr_fr: Abonnés

source: Gray Icons
fr_fr: Icônes grises

source: Colored Icons
fr_fr: Icônes colorées

source: Colored border Icons
fr_fr: Bordure colorée d'icônes

source: Facebook App info
fr_fr: Renseignements Facebook App

source: FaceBook App info
fr_fr: Renseignements FaceBook App

source: App ID
fr_fr: Identifiant de l'application

source: App Secret
fr_fr: Clé secrète:

source: Need Help?
fr_fr: Besoin d\'aide ?

source: Enter Your App ID and App Secret, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre ID App et App secrète, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Submit
fr_fr: Envoyer

source: Instagram App info
fr_fr: Renseignements App Instagram

source: Client ID
fr_fr: ID Client

source: Client Secret
fr_fr: Clé secrète Client

source: Follow The Team
fr_fr: Suivez l\’équipe

source: Follow @tielabs and @imo3aser on instagram.
fr_fr: Suivez @tielabs et @imo3aser sur Instagram.

source: Enter Your App Client ID and App Client Secret, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Saisissez votre identifiant de client App et votre clé secrète d'App, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Settings saved.
fr_fr: Réglages sauvegardés.

source: Arqam Lite Settings
fr_fr: Paramètres Arqam Lite

source: Need More?
fr_fr: Plus de thème

source: Page ID/Name
fr_fr: Nom / ID de la page :

source: Text Below The Number
fr_fr: Texte en dessous du numéro

source: Access Token Key
fr_fr: Clé du jeton d\’accès

source: Get Access Token
fr_fr: Obtenir un Jeton d\'accès

source: Enter Your Facebook Page Name or ID and click on Get Access Token to get your App Access Token, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre Nom ou ID de page Facebook et cliquez sur Obtenir jeton d\’accès pour obtenir votre jeton d\’accès d'App, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: UserName
fr_fr: Nom d’utilisateur

source: Consumer key
fr_fr: Clé publique:

source: Consumer secret
fr_fr: Clé secrète:

source: Enter Your Twitter Account Username , your APP Consumer key and Consumer secret, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre identifiant de compte Twitter, votre clé de consommateur d’APP et votre clé secrète de consommateur, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Google API Key
fr_fr: Clé API Google :

source: Enter Your Google+ page or profile ID and Google API Key, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre ID de page ou profil Google ID et votre clé d'API Google, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Username or Channel ID
fr_fr: Nom d\'utilisateur ou ID de la chaîne

source: Youtube API Key
fr_fr: Votre clé API YouTube.

source: Enter Your Youtube username or Channel ID, API Key and choose User or Channel from Type menu, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre nom d\’utilisateur Youtube ou ID de chaîne, clé API et choisissez l\’utilisateur ou la chaîne à partir du menu Type, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Channel Name
fr_fr: Nom de la chaîne

source: Enter Your Vimeo Channel Name.
fr_fr: Entrez votre nom de chaîne Vimeo.

source: Enter Your Dribbble Account Username and the Access Token Key, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre identifiant de compte Dribbble et votre clé de jeton d\'accès, <a href="%s" target="_blank">Cliquez ici</a> pour plus de détails.

source: API Key
fr_fr: Clé API :

source: Enter Your SoundCloud Account Username and the API Key, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre identifiant de compte SoundCloud et la clé d\'API, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Enter Your Behance Account Username and the API Key, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre identifiant de compte Behance et la clé d\'API, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Enter Your Github Account Username.
fr_fr: Entrez votre nom d\’utilisateur Github.

source: Enter Your Delicious Account Username.
fr_fr: Entrez votre nom d\’utilisateur Delicious.

source: Enter Your Instagram Username and click on Get Access Token to get your App Access Token, <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre nom d\’utilisateur Instagram et cliquez sur Obtenir un jeton d\’accès pour obtenir votre jeton d\’accès d'App, <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Feed URL
fr_fr: URL du Flux

source: Feedpress Json file URL
fr_fr: URL du fichier Feedpress Json

source: Number of Subscribers
fr_fr: Nombre d\’abonnés

source: Enter Your Feed URl and the Feedpress Json file URL or Number of Subscribers manually <a href="%s" target="_blank">Click Here</a> For More Details.
fr_fr: Entrez votre URL de flux et l\’URL du fichier Feedpress JSON ou le nombre d\’abonnés manuellement <a href=« %s » target=« _blank »>Cliquez ici</a> pour plus de détails.

source: Purchase the full version of Arqam plugin to get all following features :
fr_fr: Achetez la version complète de l\'extension Arqam pour obtenir toutes les caractéristiques suivantes :

source: Drag an Drop feature to sort icons as you wish !
fr_fr: Fonctionnalité Glisser et Déposer pour trier les icônes comme vous le souhaitez!

source: Option To set the Cache time to reduce load time and API calls.
fr_fr: Option pour définir le temps de cache pour réduire les temps de chargement et les appels d\’API.

source: More Layout options.
fr_fr: Plus d\'options de mise en page.

source: More Social Networks:
fr_fr: Plus de réseaux sociaux :

source: Members Number
fr_fr: Nombre de membres

source: Posts Number
fr_fr: Nombre d\’articles

source: Comments Number
fr_fr: Nombre de commentaires

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Save
fr_fr: Enregistrer

source: Search Results for: %s
fr_fr: Résultats de la recherche pour :%s

source: Tag Archives: %s
fr_fr: Mots-clés Archives: %s

source: No Results
fr_fr: Aucun résultat

source: Results Found
fr_fr: Rien n\'a était trouvé

source: Menu Icon
fr_fr: Icône de menu

source: Enable Mega Menu ?
fr_fr: Activer Mega Menu

source: Sub Categories + Posts
fr_fr: Sous-catégories + Articles

source: Recent post + Check also
fr_fr: Article récent + Vérifier aussi

source: Mega Links
fr_fr: Mega Liens

source: Mega Links - Columns
fr_fr: Mega Liens - Colonnes

source: Mega Menu Background Image
fr_fr: Image d'arrière-plan Mega menu

source: Padding Right
fr_fr: Marge Droit

source: Padding left
fr_fr: Marge gauche

source: Min Height
fr_fr: Hauteur min :

source: %s (Invalid)
fr_fr: %s (invalide)

source: %s (Pending)
fr_fr: %s (en attente)

source: sub item
fr_fr: Sous-éléments

source: Edit Menu Item
fr_fr: Editer Elément Menu

source: Navigation Label
fr_fr: Étiquette de Navigation

source: Title Attribute
fr_fr: Propriété du Titre

source: CSS Classes (optional)
fr_fr: Classes CSS (facultatif)

source: Link Relationship (XFN)
fr_fr: Relation du lien (XFN)

source: The description will be displayed in the menu if the current theme supports it.
fr_fr: La description sera affiché dans le menu si le thème actuel le permet.

source: Move
fr_fr: Déplacer

source: Up one
fr_fr: Monter de un

source: Down one
fr_fr: Descendre

source: To the top
fr_fr: Remonter vers le haut

source: Remove
fr_fr: Supprimer

source: Cancel
fr_fr: Annuler

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
fr_fr: Page %CURRENT_PAGE% sur %TOTAL_PAGES%

source: &laquo; First
fr_fr: &laquo; Premier

source: Last &raquo;
fr_fr: Dernier &raquo;

source: View All Results
fr_fr: Tous les résultats

source: Top Menu Navigation
fr_fr: Menu de navigation supérieure

source: Primary Navigation
fr_fr: Navigation principale

source: Cover Image
fr_fr: Image de couverture

source: Custom Author widget
fr_fr: Personnaliser le widget de l’auteur

source: Custom Author widget content
fr_fr: Personnaliser le contenu du widget de l’auteur

source: No items.
fr_fr: Aucun élément.

source: Posted
fr_fr: Publié

source: Welcome
fr_fr: Bienvenu(e)

source: Dashboard
fr_fr: Statistiques

source: Your Profile
fr_fr: Votre profile

source: Logout
fr_fr: Se déconnecter

source: Username
fr_fr: Nom d\'utilisateur

source: Password
fr_fr: Mot de passe

source: Log in
fr_fr: Connexion

source: Remember Me
fr_fr: Se souvenir de moi

source: Lost your password?
fr_fr: Mot de passe oublié ?

source: %s ago
fr_fr: %s depuis

source: %1$s at %2$s
fr_fr: %1$s, %2$s

source: Edit
fr_fr: Editer

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Install Required Plugins
fr_fr: Installer les extensions requises.

source: Install Plugins
fr_fr: Installation des Extensions

source: Installing Plugin: %s
fr_fr: Installation des plugins: %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur s\’est produite avec l\’API du plugin.

source: Return to Required Plugins Installer
fr_fr: Retour vers l\’installateur de plugins requis

source: Plugin activated successfully.
fr_fr: L\’extension a été activée avec succès.

source: All plugins installed and activated successfully. %s
fr_fr: Toutes les extensions ont été installées et activées avec succès. %s

source: Review Overview
fr_fr: Vue d'ensemble de l'évaluation

source: Views
fr_fr: Vues

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
fr_fr: Aucun résultat ne correspond à vos critères de recherche. Veuillez essayer avec d’autres mots-clés.

source: Comments
fr_fr: Commentaires

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Leave a comment
fr_fr: Laisser un commentaire

source: Posts
fr_fr: Articles

source: About
fr_fr: À propos :

source: Previous
fr_fr: << Précédent

source: Prev
fr_fr: 1ère

source: Next
fr_fr: Suivante

source: Authors
fr_fr: Auteurs

source: Share
fr_fr: Partager

source: Related Articles
fr_fr: Article dans la même catégorie

source: Related Products
fr_fr: Produit dans la même catégorie

source: You must be logged in to view this page.
fr_fr: Vous devez être connecté pour afficher cette page.

source: All Posts
fr_fr: Tous les articles

source: By %s
fr_fr: Par %s

source: About %s
fr_fr: À propos %s

source: Popular
fr_fr: Populaires

source: Subscribe
fr_fr: S\'abonner

source: Enter your e-mail address
fr_fr: Saisissez votre adresse e-mail.

source: Misc
fr_fr: Divers

source: About the author
fr_fr: À propos de l\'auteur

source: Random Article
fr_fr: Article au hasard

source: View your shopping cart
fr_fr: Voir votre panier

source: Primary Widget Area
fr_fr: Zone de Widget principale

source: The Primary widget area
fr_fr: La Zone de Widget principale

source: This widget area uses in the WooCommerce pages .
fr_fr: Cette zone de widget s’utilise uniquement dans les pages WooCommerce.

source: First Footer Widget Area
fr_fr: Widget de pied de page - zone 1

source: The first footer widget area
fr_fr: 1ème zone de pied de page

source: Second Footer Widget Area
fr_fr: 2ème zone widget de pied de page

source: The Second footer widget area
fr_fr: 2ème zone de pied de page

source: Third Footer Widget Area
fr_fr: 3ème zone widget de pied de page

source: The Third footer widget area
fr_fr: 3ème zone de pied de page

source: Fourth Footer Widget Area
fr_fr: 4ème zone de pied de page

source: The Fourth footer widget area
fr_fr: 4ème zone de pied de page

source: Ads 125*125
fr_fr: Annonces 125 * 125

source: Advertisement
fr_fr: Annonce

source: Content Only:
fr_fr: Contenu uniquement:

source: Check this box to hide widget title and background.
fr_fr: Sélectionner cet option pour cacher le widget titre et background.

source: Open links in a new window:
fr_fr: Ouvrir le lien dans une nouvelle fenêtre

source: One column:
fr_fr: Une colonne :

source: ADS
fr_fr: PUBS

source: Ads %s image path:
fr_fr: Pub %s url de l\'image :

source: Ads %s Link:
fr_fr: Pub %s liens :

source: Ads %s Adsense code:
fr_fr: Pub %s code Adsense :

source: Ads 120*90
fr_fr: Pub 120*90

source: Ads 120*60
fr_fr: Pub 120*60

source: Ads 120*600
fr_fr: Pub 120*600

source: Ads 120*240
fr_fr: Pub 120*240

source: Ads 160*600
fr_fr: Pub 160*650

source: ADS:
fr_fr: Publicités

source: Ads image path:
fr_fr: URL de l\'image publicitaire

source: Ads Link:
fr_fr: Liens pbulicitaires :

source: Ads Adsense code:
fr_fr: Pub code Adsenses :

source: Ads 300*600
fr_fr: Pub 300*600

source: Ads 250*250
fr_fr: Pub 250*250

source: Ads 300*100
fr_fr: Pub 300*150

source: Ads 300*250
fr_fr: Pub 300*250

source: Custom Author Content
fr_fr: Personnalisation de l\'auteur

source: This Widget appears in single post only.
fr_fr: Ce widget apparaît uniquement dans Articles.

source: Center content:
fr_fr: Centrer le contenu :

source: Post Author
fr_fr: Auteur de l\'article

source: Author's avatar:
fr_fr: Avatar de l\'auteur

source: Social icons:
fr_fr: Icones Sociales :

source: Posts By Post's Author
fr_fr: Articles par l\'auteur

source: Display (All) link:
fr_fr: Afficher tous les liens

source: Authors Posts
fr_fr: Articles de l\'auteur

source: Category Posts
fr_fr: Catégorie Articles

source: Display Thumbnails :
fr_fr: Afficher miniatures

source: Recent Comments with avatar
fr_fr: Commentaires récents avec avatar

source: Recent Comments
fr_fr: Commentaires récents

source: Avatar Size:
fr_fr: Taille de l\'avatar :

source: Number of comments to show:
fr_fr: Nombre de commentaires à afficher :

source: Custom Author Bio
fr_fr: Bio personnalisé de l\'auteur

source: About Author
fr_fr: À propos de l\'auteur :

source: Avatar Image URL:
fr_fr: URL de votre Avatar :

source: About:
fr_fr: À propos :

source: Find us on Facebook
fr_fr: Nous retrouver sur Facebook

source: Subscribe to our email newsletter.
fr_fr: Souscrire à notre lettre d\'information de courrier électronique.

source: Text above Email Input Field:
fr_fr: Texte au-dessus de Champ de saisie de Courrier électronique :

source: Find Your ID at
fr_fr: Retrouver votre ID sur

source: Number of photos to show:
fr_fr: Nombre de photos à afficher :

source: Photos Order:
fr_fr: Ordre des photos :

source: Most recent
fr_fr: Les plus récent

source: Google+ page
fr_fr: Page Google+

source: Follow us on Google+
fr_fr: Nous suivre sur Google+

source: Page URL:
fr_fr: URL de la page

source: Login
fr_fr: Connexion

source: News in Pictures
fr_fr: Nouveautés en images

source: Posts order:
fr_fr: Ordre article :

source: Posts list
fr_fr: Liste des articles

source: Posts order
fr_fr: Ordre des articles

source: Popular / Comments
fr_fr: Populaires / Commentaires

source: Popular / Views
fr_fr: Populaires / Vues

source: Best Reviews
fr_fr: Meilleurs avis

source: Display Thumbnails:
fr_fr: Afficher miniatures

source: Custom Slider:
fr_fr: Slider personnalisé :

source: Add Custom sliders first .
fr_fr: Ajouter un premier Slider personnalisé

source: Open links in a new tab:
fr_fr: Ouvrir le lien dans un nouvel onglet :

source: Gray icons without background
fr_fr: Icones grises sans background

source: Order of tabs:
fr_fr: Ordre des étiquettes:

source: click Save button to be able to change the order of tabs .
fr_fr: Cliquez sur le bouton de Sauvegarder pour pouvoir changer l\'ordre des étiquettes.

source: Number of items to show :
fr_fr: Nombre d\'items à afficher

source: Popular order :
fr_fr: Ordre par popularité :

source: Most Commented
fr_fr: Les plus commentés

source: Most Viewed
fr_fr: Les plus vus

source: Check this box to hide widget title and background .
fr_fr: Sélectionner cet option pour cacher le widget titre et background.

source: Text , Shortcodes or HTML code:
fr_fr: Texte , Shortcodes ou code HTML :

source: Category :
fr_fr: Catégorie :

source: @Follow Me
fr_fr: @anacondav13

source: Twitter Username:
fr_fr: Pseudo Twitter

source: Consumer key:
fr_fr: Clé publique:

source: Consumer secret:
fr_fr: Clé secrète:

source: Number of Tweets to show:
fr_fr: Nombre de Tweets à afficher:

source: Featured Video
fr_fr: Vidéo associée

source: Video URL
fr_fr: URL de la Vidéo

source: NE
fr_fr: NNE

source: SE
fr_fr: ESE

source: humidity:
fr_fr: humidité:

source: wind:
fr_fr: vent:

source: Sun
fr_fr: Dim

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: No weather information available
fr_fr: Pas d\'information valable pour la météo

source: Weather
fr_fr: Météo

source: Location:
fr_fr: Localisation:

source: Find Your Location
fr_fr: Votre localisation

source: (i.e: London,UK or New York City,NY)
fr_fr: (Initiales: London,UK or New York City,NY)

source: API key:
fr_fr: Clé API:

source: How to get API key
fr_fr: Comment obtenir un clé API

source: Units:
fr_fr: Unités:

source: Forecast:
fr_fr: Prévision:

source: 5 Days
fr_fr: 5 Jours

source: 4 Days
fr_fr: 4 Jours

source: 3 Days
fr_fr: 3 Jours

source: 2 Days
fr_fr: 2 Jours

source: 1 Day
fr_fr: 1 Jour

source: Don't Show
fr_fr: Ne pas montrer

source: YouTube Channel
fr_fr: Chaine YouTube

source: Subscribe to our Channel
fr_fr: S\'abonner à la chaine

source: Channel Name:
fr_fr: Nom de la chaine:

source: Nothing Found
fr_fr: Rien n\'a était trouvé

source: Tags
fr_fr: Mots-clés
