Repository: Gadgeek/Traduction-Sahifa-Fr
Catalog: *.po
Languages: fr_fr

source: Not Found
fr_fr: Non trouvé

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
fr_fr: Désolé nous n'avons pas trouvé l'article que vous recherchez.

source: Search
fr_fr: Chercher

source: Check Also
fr_fr: Essayer encore

source: Daily Archives: <span>%s</span>
fr_fr: Archives Hebdomadaires : <span>%s</span>

source: Monthly Archives: <span>%s</span>
fr_fr: Archives Mensuelles : <span>%s</span>

source: Yearly Archives: <span>%s</span>
fr_fr: Archives Annuelles : <span>%s</span>

source: Blog Archives
fr_fr: Archives du blog

source: Feed Subscription
fr_fr: Souscription au flux

source: No comments
fr_fr: Pas de commentaires

source: One comment
fr_fr: Un commentaire

source: comments
fr_fr: commentaires

source: <span>&larr;</span> Older Comments
fr_fr: <span>&larr;</span> Anciens commentaires

source: Newer Comments <span>&rarr;</span>
fr_fr: Nouveaux Commentaires <span>&rarr;</span>

source: Scroll To Top
fr_fr: Remonter vers le haut

source: Custom Sliders
fr_fr: Sliders personnalisés

source: Add New Slider
fr_fr: Ajouter un nouveau slide

source: Insert Images | Hold CTRL to Multi Select .
fr_fr: Insérer Images | Appuer sur CTRL pour une sélection multiple.

source: Slide Title:
fr_fr: Titre du slide

source: Slide Link:
fr_fr: Lien du slide

source: Slide Caption:
fr_fr: Description sur le slide

source: Add New Slide
fr_fr: Ajouter un nouveau slider

source: Use the button above to add slides.
fr_fr: Utiliser le bouton ci-dessus pour ajouter un slide

source: Title
fr_fr: Titre

source: Number of slides
fr_fr: Nombres de slides

source: Did you like
fr_fr: Vous aimez

source: If you like the theme, please don\'t forget to rate it :)
fr_fr: Si vous aimez ce thème n\'oubliez pas de voter :)

source: Howdy!
fr_fr: Salut!

source: Happy New Year!
fr_fr: Bonne année!

source: To our client who have made our progress possible, All of us at TieLabs join in wishing you a Happy New Year with the best of everything in your life for you and your family and we look forward to serving you in the new year :)
fr_fr: À vous toutes et tous qui avez fait le succès de notre site, nous tenons au nom de toute l\'équipe vous remercier pour cette année encore. Nous vous donnons rendez-vous pour une nouvelle année pleine de surprise et vous souhaitons à toutes et tous d\'excellente fêtes de fin d'années et une excellente année.

source: Follow us on <a href="%1$s" target="_blank">Twitter</a> or <a href="%2$s" target="_blank">Facebook</a>.
fr_fr: Suivez-nous sur <a href="%1$s" target="_blank">Twitter</a> et <a href="%2$s" target="_blank">Facebook</a>.

source: Update
fr_fr: Mise à jour

source: Category:
fr_fr: Catégorie:

source: Posts Order:
fr_fr: Ordre des Articles:

source: Number of posts to show:
fr_fr: Nombre d\'Articles à afficher:

source: Offset - number of posts to pass over:
fr_fr: Offset - nombre de posts à passer:

source: Hide thumbnail for the First post
fr_fr: Cacher la miniature pour le 1er post

source: Hide all small thumbnails
fr_fr: Cacher toutes les miniatures

source: Exclude These Categories:
fr_fr: Exclure les catégories:

source: Title:
fr_fr: Titre

source: Show Pagination
fr_fr: Montrer la mise en page

source: Show Social Buttons
fr_fr: Boutons Sociaux

source: WordPress WARNING: Setting the offset option breaks pagination, disable the pagination option if you want to use the offset option.
fr_fr: Avertissement de WordPress: Configuration de la mise en page arrêtée si vous mettez hors de service l\'option de pagination si vous voulez utiliser vos réglages personnels.

source: Categories Tabs Block
fr_fr: Bloc des catégories

source: Recent Posts
fr_fr: Derniers Articles

source: Category Block:
fr_fr: Bloc catégorie

source: Choose Categories:
fr_fr: Choisir Catégories

source: Recent Products
fr_fr: Produits récents

source: Number of Products to show:
fr_fr: Nombre de produits à afficher

source: Offset - number of Products to pass over:
fr_fr: Offset - nombre de produits à passer:

source: Display Mode:
fr_fr: Mode d\'affichage

source: Default Layout
fr_fr: Disposition par défaut

source: Scrolling Block
fr_fr: Bloc défilant

source: Scrolling
fr_fr: Défillement

source: Text or HTML
fr_fr: Texte ou HTML

source: Supports: Text, HTML and Shortcodes.
fr_fr: Supporte le : Texte, HTML, Shortcode.

source: News in Picture
fr_fr: Nouveautés en images

source: Videos Lightbox
fr_fr: Vidéos Lightbox

source: Videos
fr_fr: Vidéos

source: Videos Lightbox option working with YouTube and Vimeo videos only.
fr_fr: Vidéos Lightbox fonctionne avec YouTube et Vimeo exclusivement.

source: Latest Posts
fr_fr: Derniers Articles

source: Random Posts
fr_fr: Articles aléatoires

source: Tielabs Shortcodes
fr_fr: Shortcodes Tielabs

source: Box
fr_fr: Boites

source: Alignment:
fr_fr: Alignement:

source: Custom CSS Class:
fr_fr: Class CSS personnalisée :

source: Shadow
fr_fr: Ombre

source: Success
fr_fr: Succès

source: Warning
fr_fr: Attention

source: Error
fr_fr: Erreur

source: Download
fr_fr: Télécharger

source: Right
fr_fr: Droite

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centre

source: Width:
fr_fr: Largeur:

source: Content:
fr_fr: Contenu:

source: Button
fr_fr: Boutton

source: Color:
fr_fr: Couleur:

source: Red
fr_fr: Rouge

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Black
fr_fr: Noir

source: Gray
fr_fr: Gris

source: White
fr_fr: Blanc

source: Pink
fr_fr: Rose

source: Purple
fr_fr: Violet

source: Yellow
fr_fr: Jaune

source: Size:
fr_fr: Taille:

source: Small
fr_fr: Petit

source: Medium
fr_fr: Moyen

source: Big
fr_fr: Grand

source: Link:
fr_fr: Lien:

source: Text:
fr_fr: Texte:

source: Icon (use full Font Awesome name):
fr_fr: Icon (utiliser la Police de caractères du Nom):

source: Open link in a new window/tab
fr_fr: Ouvrir le lien dans un nouvel onglet/fenêtre

source: Tabs
fr_fr: Champs

source: Tab 1 Title
fr_fr: Champs Titre 1

source: Tab 2 Title
fr_fr: Champs Titre 2

source: Tab 3 Title
fr_fr: Champs Titre 3

source: Tab 1 | Your Content
fr_fr: Champs 1 | Votre contenu

source: Tab 2 | Your Content
fr_fr: Champs 2 | Votre contenu

source: Tab 3 | Your Content
fr_fr: Champs 3 | Votre contenu

source: Slide 1 | Your Content
fr_fr: Slide 1 | Votre contenu

source: Slide 2 | Your Content
fr_fr: Slide 2 | Votre contenu

source: Slide 3 | Your Content
fr_fr: Slide 3 | Votre contenu

source: Toggle Box
fr_fr: Boîte Interrupteur

source: State:
fr_fr: Etat:

source: Opened
fr_fr: Ouvrir

source: Closed
fr_fr: Fermer

source: Content Slideshow
fr_fr: Contenu du Slideshow

source: Author Bio
fr_fr: Bio de l\'auteur

source: Author Image URL:
fr_fr: URL Image de l\'auteur:

source: Add photos from Flickr
fr_fr: Ajouter des photos de Flickr

source: Account ID : ( get it from http://idgettr.com )
fr_fr: Votre ID : ( retrouver votre ID via http://idgettr.com )

source: Number of photos
fr_fr: Nombre de photos

source: Sorting:
fr_fr: Ordre:

source: Recent
fr_fr: Récent

source: Random
fr_fr: Aléatoire

source: Display Feeds
fr_fr: Montrer les Flux

source: URL of the RSS feed:
fr_fr: URL du flux RSS:

source: Number of Feeds:
fr_fr: Nombre de flux:

source: Height:
fr_fr: Hauteur:

source: Video
fr_fr: Vidéo

source: Video URL:
fr_fr: URL de la Vidéo

source: MP3 file URL
fr_fr: URL du fichier MP3

source: M4A file URL
fr_fr: URL du fichier M4A

source: OGG file URL
fr_fr: URL du fichier OGG

source: Full Image or YouTube / Vimeo Video URL
fr_fr: URL du fichier Image ou vidéo YouTube / Vimeo

source: ToolTip
fr_fr: Astucce

source: Northwest
fr_fr: Nord-Ouest

source: North
fr_fr: Nord

source: Northeast
fr_fr: Nord-Est

source: West
fr_fr: Oues

source: East
fr_fr: Est

source: Southwest
fr_fr: Sud-Ouest

source: South
fr_fr: Sud

source: Southeast
fr_fr: Sud-Est

source: Share Buttons
fr_fr: Boutons de partage

source: Facebook Like Button
fr_fr: Bouton Facebook Like

source: Tweet Button
fr_fr: Bouton Twitter

source: Digg Button
fr_fr: Bouton Digg

source: Stumble Button
fr_fr: Bouton Stumble

source: Google+ Button
fr_fr: Bouton Google+

source: Pinterest Button
fr_fr: Bouton Pinterest

source: Twitter Follow Button
fr_fr: Bouton Suivre Twitter

source: Twitter Username
fr_fr: Nom d\'utilisateur Twitter

source: Dropcap
fr_fr: Dropcap (Première lettre d\'une phrase encadrée)

source: Highlight Text
fr_fr: Texte en surbrillance

source: Padding
fr_fr: Remplissage

source: Padding right
fr_fr: Remplissage droite

source: Padding Left
fr_fr: Remplissage gauche

source: Divider Line
fr_fr: Ligne Divider

source: Solid
fr_fr: Solide

source: Dashed
fr_fr: Pointillés

source: Dotted
fr_fr: Pointillé

source: Margin Top:
fr_fr: Marge supérieure:

source: Margin Bottom:
fr_fr: Marge inférieure:

source: Lists
fr_fr: Les listes

source: Star
fr_fr: Etoiles

source: Check
fr_fr: Vérifier

source: Thumb Up
fr_fr: Monter

source: Thumb Down
fr_fr: Descendre

source: Heart
fr_fr: Coeur

source: Light Bulb
fr_fr: Bulle d\'info

source: Ads
fr_fr: Pub

source: Ads Shortcode 1
fr_fr: Pub Shortcode 1

source: Ads Shortcode 2
fr_fr: Pub Shortcode 2

source: Restrict Content
fr_fr: Restreindre contenu

source: For Registered Users only
fr_fr: Pour les utilisateurs enregistrés seulement

source: For Guests only
fr_fr: Pour les invités seulement

source: Columns
fr_fr: Colonnes

source: Add content here
fr_fr: Ajouter du contenu ici

source: Full Width Image
fr_fr: Image taille réelle

source: Page Builder
fr_fr: Constructeur de page

source: [-] Collapse All
fr_fr: [-] Refermer tout

source: [+] Expand All
fr_fr: [+] Montrer tout

source: Category Block | Layout 1
fr_fr: Bloc Catégorie | Layout 1

source: Category Block | Layout 2
fr_fr: Bloc Catégorie | Layout 2

source: Category Block | Layout 3
fr_fr: Bloc Catégorie | Layout 3

source: News in Picture Block | Default Layout
fr_fr: Bloc Nouveautés en image | Affichage par défaut

source: News in Picture Block | Grid Layout
fr_fr: Bloc Nouveautés en image | Affichage grille

source: Videos Block
fr_fr: Blocs Vidéos

source: Recent Posts | Default Layout
fr_fr: Articles récents | Affichage par défaut

source: Recent Posts | Big Thumbnail Layout
fr_fr: Articles récents | Affichage avec photo miniature

source: Recent Posts | Blog Layout
fr_fr: Articles récents | Affichage Blog

source: Recent Posts | Post Content Layout
fr_fr: Articles récents | Affichage contenu des articles

source: Recent Posts | Masonry Layout
fr_fr: Articles récents | Affichage Masonry

source: Recent Posts | Timeline Layout
fr_fr: Articles récents | Affichage Timeline

source: Categories Tabs
fr_fr: Blocs Catégories

source: Text or HTML Code
fr_fr: Texte ou code HTML

source: Products Categories:
fr_fr: Catégories de Produits :

source: Default
fr_fr: Défaut

source: Scrolling Block:
fr_fr: Blocs défilants

source: Blocks Settings
fr_fr: Configurations des blocs

source: First News Excerpt Length
fr_fr: Longueur des extraits des premières news

source: Review Score
fr_fr: Voir les scores

source: Author Meta
fr_fr: Meta auteur

source: This option not applied on Scrolling blocks and Recent posts Default Style .
fr_fr: Cette option ne sera pas appliquée sur le blocs défilant et sur le Style par Défaut des articles récents.

source: Date Meta
fr_fr: Meta Date

source: Categories Meta
fr_fr: Méta catégories

source: Comments Meta
fr_fr: Méta Commentaires

source: Views Meta
fr_fr: Voir les méta

source: Grid Featured Posts
fr_fr: Lier les articles mis en avant

source: Enable
fr_fr: Activer

source: Animate Automatically
fr_fr: Animer Seulement

source: Slideshow Speed
fr_fr: Rapidité du Slideshow

source: Animation Speed
fr_fr: Vitesse d\'animation

source: Number of posts to show
fr_fr: Nombre d'articles à afficher

source: Query Type
fr_fr: Type de requête

source: Category
fr_fr: Catégorie

source: Tag
fr_fr: Mot-clé

source: Selective Posts
fr_fr: Articles sélectionnés

source: Selective Pages
fr_fr: Pages sélectionnées

source: Custom Slider
fr_fr: Slider Personnalisé

source: Tags
fr_fr: Mots-clés

source: Enter a tag name, or names separated by comma.
fr_fr: Entrer un mot-clé ou des mots-clés séparés par des virgules

source: Hold CTRL while selecting to select multiple categories.
fr_fr: Garder le touche CTRL enfoncée pour faire une sélection multiple de catégories.

source: Selective Posts IDs
fr_fr: Sélectionner les ID des articles

source: Enter a post ID, or IDs separated by comma.
fr_fr: Entrer les ID des articles séparées par des virgules.

source: Selective Pages IDs
fr_fr: Sélectionner les ID des pages.

source: Enter a page ID, or IDs separated by comma.
fr_fr: Sélectionner les ID des pages séparées par des virgules.

source: Choose your custom slider
fr_fr: Choisir un Slide Personnalisé

source: Slider Settings
fr_fr: Configuration du Slide

source: Slider Type
fr_fr: Type de Slide

source: Elastic Slideshow
fr_fr: Elastique Slideshow

source: Animation Effect
fr_fr: Effet d\'animation

source: Sides
fr_fr: Faces

source: Autoplay
fr_fr: Jouer automatiquement

source: Fade
fr_fr: Fondu

source: Show Slides Caption
fr_fr: Montrer les texte de description du Slide

source: Slides Caption Length
fr_fr: Longueur de la description du Slide

source: Slider Position
fr_fr: Position du Slide

source: Shop - For WooCommerce Pages
fr_fr: Shop - Pages Woocommerce

source: Disable
fr_fr: Désactiver

source: Category Layout
fr_fr: Bloc Catégorie

source: Category Sidebar
fr_fr: Sidebar Catégorie

source: Custom Sidebar
fr_fr: Sidebar Personalisée

source: Category Slider
fr_fr: Slider Catégorie

source: Category Logo
fr_fr: Catégorie Logo

source: Custom Logo
fr_fr: Logo Personnalisé

source: Logo Setting
fr_fr: Configuration du Logo

source: Custom Image Logo
fr_fr: Logo Personnalisé

source: Display The Category Title
fr_fr: Afficher le titre de la catégorie

source: Custom Logo Image
fr_fr: Image du Logo Personnalisé

source: Logo Image (Retina Version @2x)
fr_fr: Logo (Retina Version @2x)

source: Please choose an image file for the retina version of the logo. It should be 2x the size of main logo.
fr_fr: Choisissez un fichier image pour la version de Retina du logo. Il devrait faire 2x la taille de logo principal.

source: Standard Logo Width for Retina Logo
fr_fr: Largeur Standard du Logo Retina

source: If retina logo is uploaded, please enter the standard logo (1x) version width, do not enter the retina logo width.
fr_fr: Si le logo Retina est téléchargé, merci d\'entrer le logo standard (1x) , n'entrez pas la largeur du logo de Retina.

source: Standard Logo Height for Retina Logo
fr_fr: Hauteur Standard du Logo Retina

source: If retina logo is uploaded, please enter the standard logo (1x) version height, do not enter the retina logo height.
fr_fr: Si le logo Retina est téléchargé, merci d\'entrer le logo standard (1x) , n'entrez pas la hauteur du logo de Retina.

source: Logo Margin Top
fr_fr: Hauteur de Marge du Logo

source: Logo Margin Bottom
fr_fr: Marge en bas du Logo

source: Category Style
fr_fr: Style de la catégorie

source: Main Color
fr_fr: Couleur principale

source: Background
fr_fr: Arrière-plan

source: Full Screen Background
fr_fr: Arrière-plan plein écran

source: Post Options
fr_fr: Options de l\'article

source: Page Options
fr_fr: Options de la page

source: More Options
fr_fr: Plus d\'options

source: Categories
fr_fr: Catégories

source: Authors template Options
fr_fr: Options du Template Auteur

source: User Roles
fr_fr: Rôle de l\'utilisateur

source: Post Head Options
fr_fr: Options de l\'Entête de l\'article

source: Post Head Cover layout
fr_fr: Layout de l\'Entête de l\'article

source: Display
fr_fr: Afficher

source: None
fr_fr: Aucun

source: Audio - Self Hosted
fr_fr: Audio - Hébergement en ligne

source: Featured Image
fr_fr: Image à la une

source: Featured Image + Lightbox
fr_fr: Image à la une + Lightbox

source: Video URL <br /><small>supports : YouTube, Vimeo, Viddler, Qik, Hulu, FunnyOrDie, DailyMotion, WordPress.tv and blip.tv</small>
fr_fr: URL de la Vidéo <br /><small>Types supportés : YouTube, Vimeo, Viddler, Qik, Hulu, FunnyOrDie, DailyMotion, WordPress.tv et blip.tv</small>

source: Self Hosted Video
fr_fr: Vidéo - Hébergement en ligne

source: SoundCloud URL
fr_fr: URL du SoundCloud

source: Auto Play
fr_fr: Jouer automatiquement

source: Visual Style
fr_fr: Style Visuel

source: OGA file URL
fr_fr: URL du fichier OGG

source: Sidebar Options
fr_fr: Options de la Sidebar

source: Choose Sidebar
fr_fr: Choisir Sidebar

source: Custom Styles
fr_fr: Style Personnalisé

source: Custom color
fr_fr: Couleur personnalisée

source: Ads Options
fr_fr: Options des publicités

source: Hide Above Banner
fr_fr: Cacher le dessus de la bannière

source: Custom Above Banner
fr_fr: Personnaliser le dessus de la bannière

source: Hide Below Banner
fr_fr: Cacher le dessous de la bannière

source: Custom Below Banner
fr_fr: Personnaliser le dessous de la bannière

source: Hide Post Meta
fr_fr: Cacher les meta de l\'article

source: Hide Author Information
fr_fr: Cacher les informations de l\'auteur

source: Hide Share Buttons
fr_fr: Cacher les boutons de partages

source: Hide Related Posts
fr_fr: Cacher les articles en relation

source: Hide Fly Check Also Box
fr_fr: Cacher le survole des check box

source: Default Font
fr_fr: Ecriture par défaut

source: Variants
fr_fr: Variantes

source: Choose from the most used tags
fr_fr: Choisir parmi les mots-clés les plus utilisés

source: Upload
fr_fr: Uploader

source: repeat
fr_fr: répété

source: no-repeat
fr_fr: ne pas répéter

source: Fixed
fr_fr: Fixé

source: Scroll
fr_fr: Défilant

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Dessous

source: Bold
fr_fr: Gras

source: Lighter
fr_fr: Clair

source: Bolder
fr_fr: Foncé

source: Theme Settings
fr_fr: Config du thème

source: Import Demo Data
fr_fr: Importer des données de démonstration

source: Save Changes
fr_fr: Sauver les changements

source: General Settings
fr_fr: Config Générale

source: Header Settings
fr_fr: Config En-Tête

source: Archives Settings
fr_fr: Config des Archives

source: Posts Settings
fr_fr: Config des articles

source: Footer Settings
fr_fr: Config Pied de page

source: Ads Settings
fr_fr: Config Publicités

source: Styling
fr_fr: Styles

source: Typography
fr_fr: Typographie

source: Translations
fr_fr: Traductions

source: Social Networking
fr_fr: Réseaux Sociaux

source: Advanced
fr_fr: Avancée

source: Rate
fr_fr: Evaluer

source: More Themes
fr_fr: Plus de thème

source: bbPress Settings
fr_fr: Configuration de bbPress

source: bbPress Full width
fr_fr: bbPress en plein écran

source: Theme Layout
fr_fr: Config du thème

source: Custom Favicon
fr_fr: Favicon Personnalisée

source: Custom Gravatar
fr_fr: Gravatar Personnalisé

source: Apple Icons
fr_fr: Icones Apple

source: Apple iPhone Icon
fr_fr: Icones iPhone Apple

source: Icon for Apple iPhone (57px x 57px)
fr_fr: Icones pour iPhone d\'Apple (57px x 57px)

source: Apple iPhone Retina Icon
fr_fr: Icones iPhone Retina Apple

source: Icon for Apple iPhone Retina Version (120px x 120px)
fr_fr: Icones pour iPhone Retina d\'Apple (120px x 120px)

source: Apple iPad Icon
fr_fr: Icones iPad Apple

source: Icon for Apple iPhone (72px x 72px)
fr_fr: Icones pour iPhone Apple (72px x 72px)

source: Apple iPad Retina Icon
fr_fr: Icones iPad Retina Apple

source: Icon for Apple iPad Retina Version (144px x 144px)
fr_fr: Icones pour iPad Retina Apple (144px x 144px)

source: Time format
fr_fr: Format du temps

source: Time format for blog posts
fr_fr: Format du temps pour les articles du blod

source: Traditional
fr_fr: Traditionnel

source: Time Ago Format
fr_fr: Format du temps depuis

source: Disable all
fr_fr: Désactiver tout

source: Lightbox Settings
fr_fr: Configuration de la Lightbox

source: Enable Lightbox Automatically
fr_fr: Activer la Lightbox automatiquement

source: Enable Lightbox automatically for all images linked to an image file in the post content area
fr_fr: Activer la Lightbox automatiquement pour toutes les images linkées illustrant le contenu de l'article

source: Enable Lightbox for WordPress Galleries
fr_fr: Activer la Lightbox pour les galeries WordPress

source: Enable Lightbox automatically for all images added via [gallery] shortcode in the content area
fr_fr: Activer la Lightbox automatiquement pour toutes les images ajoutées via le shortcode [gallery] dans un contenu

source: Lightbox Skin
fr_fr: Thème de la Lightbox

source: Lightbox Thumbnail Position
fr_fr: Position de la miniature de la Lightbox

source: Show Lightbox Arrows
fr_fr: Montrer les flèches de la Lightbox

source: Breadcrumbs Settings
fr_fr: Configuration du fil d\'Ariane

source: Breadcrumbs
fr_fr: Fil d\'Ariane

source: Breadcrumbs Delimiter
fr_fr: Délimiteur du Fil d\'Ariane

source: Header Code
fr_fr: Code à insérer dans le header

source: The following code will add to the &lt;head&gt; tag. Useful if you need to add additional codes such as CSS or JS.
fr_fr: Le code a été ajouté dans la balise &lt;head&gt; . Utile si vous devez ajouter des codes supplémentaires comme du CSS ou JS.

source: Footer Code
fr_fr: Code à insérer dans le Footer Pied de page

source: The following code will add to the footer before the closing &lt;/body&gt; tag. Useful if you need to add Javascript or tracking code.
fr_fr: Le code a été ajouté au Footer avant la fermeture de la balise &lt;/body&gt; . Utile si vous devez ajouter du code supplémentaires comme JavaScript ou bien encore le code de tracking Google par exemple.

source: Logo Settings
fr_fr: Configuration Logo

source: Display Site Title
fr_fr: Afficher le titre du site

source: Logo Image
fr_fr: Image du Logo

source: Upload a logo image, or enter URL to an image if it is already uploaded. the theme default logo gets applied if the input field is left blank.
fr_fr: Uploader l\'image de votre logo ou entrez l\'URL de votre logo précédemment uploadé. Si le champs reste vide, le logo par défaut du thème sera appliqué

source: Recommended size (MAX) : 190px x 60px
fr_fr: Taille recommandée maximum : 190px X 60px

source: Input number to set the top space of the logo.
fr_fr: Entrer un nombre pour définir la hauteur de la marge de l'espace du logo.

source: Input number to set the bottom space of the logo.
fr_fr: Entrer un nombre pour définir la marge basse de l'espace du logo.

source: Full Width Logo
fr_fr: Logo plein écran

source: Recommended logo width : 1045px
fr_fr: Largeur recommandée maximum : 1045px

source: Center the Logo
fr_fr: Centrer le logo

source: Header Top area Settings
fr_fr: Configuration de la partie Header

source: Top menu
fr_fr: Menu haut

source: Today's Date
fr_fr: Date du jour

source: Today's Date Format
fr_fr: Format de la date du jour

source: Documentation on date and time formatting
fr_fr: Documentation sur les formats de la date et du temps

source: Live Search
fr_fr: Recherche direct

source: Social Icons
fr_fr: Icones sociaux

source: Main Nav Settings
fr_fr: Configuration du menu principal

source: Main Nav
fr_fr: Menu Principal

source: Random Article Button
fr_fr: Bouton Article aléatoire

source: Shopping Cart
fr_fr: Panier

source: Stick The Navigation menu
fr_fr: Collez au menu de Navigation

source: Logo in the sticky Navigation menu
fr_fr: Logo dans le menu collé de Navigation

source: Responsive Mobile Menu Settings
fr_fr: Configuration du menu Responsif de la version du site mobile

source: Enable the Mobile Menu
fr_fr: Activer le menu mobile

source: Show the Top Menu items in the Mobile Menu below the Main Menu items ?
fr_fr: Montrer les articles du Menu Supérieurs dans le Menu Mobile, au-dessous des articles dans le Menu Principal

source: Enable Mobile Menu Items Icons
fr_fr: Activer les icones dans les items du menu mobile

source: Show in Homepage Only
fr_fr: Afficher seulement sur la home page

source: Time between the fades
fr_fr: Durée du fondu
