Repository: Gadgeek/Traduction-Sahifa-Fr
Catalog: *.po
Languages: fr_fr

source: Breaking News Query Type
fr_fr: Breaking News sur les critères de

source: Custom Text
fr_fr: Texte personnalisé

source: Breaking News Categories
fr_fr: Breaking News Catégories

source: Breaking News Custom Text
fr_fr: Breaking News texte personnalisé

source: Text
fr_fr: Texte

source: Link
fr_fr: Lien

source: Custom Feed URL
fr_fr: URL Personnalisée du flux

source: RSS Icon
fr_fr: Icône RSS

source: Facebook URL
fr_fr: URL Facebook

source: Twitter URL
fr_fr: URL Twitter

source: Google+ URL
fr_fr: URL Google+

source: Dribbble URL
fr_fr: URL Dribbble

source: LinkedIn URL
fr_fr: URL LinkedIn

source: Evernote URL
fr_fr: URL Evernote

source: Dropbox URL
fr_fr: URL Dropbox

source: Flickr URL
fr_fr: URL Flickr

source: Picasa Web URL
fr_fr: URL Picasa Web

source: DeviantArt URL
fr_fr: URL DeviantArt

source: YouTube URL
fr_fr: URL YouTube

source: Grooveshark URL
fr_fr: URL Grooveshark

source: Vimeo URL
fr_fr: URL Vimeo

source: ShareThis URL
fr_fr: URL ShareThis

source: 500px URL
fr_fr: URL 500px

source: Skype URL
fr_fr: URL Skype

source: Digg URL
fr_fr: URL Digg

source: Reddit URL
fr_fr: URL Reddit

source: Delicious URL
fr_fr: URL Delicious

source: StumbleUpon URL
fr_fr: URL StumbleUpon

source: Tumblr URL
fr_fr: URL Tumblr

source: Blogger URL
fr_fr: URL Blogger

source: WordPress URL
fr_fr: URL WordPress

source: Yelp URL
fr_fr: URL Yelp

source: Last.fm URL
fr_fr: URL Last.fm

source: Apple URL
fr_fr: URL Apple

source: FourSquare URL
fr_fr: URL FourSquare

source: Github URL
fr_fr: URL Github

source: XING URL
fr_fr: URL XING

source: Google Play URL
fr_fr: URL Google Play

source: Pinterest URL
fr_fr: URL Pinterest

source: Instagram URL
fr_fr: URL Instagram

source: Spotify URL
fr_fr: URL Spotify

source: PayPal URL
fr_fr: URL PayPal

source: Forrst URL
fr_fr: URL Forrst

source: Behance URL
fr_fr: URL Behance

source: Viadeo URL
fr_fr: URL Viadeo

source: VK.com URL
fr_fr: URL VK.com

source: Custom Social Network
fr_fr: Réseaux sociaux personnalisés

source: Icon (use full Font Awesome name)
fr_fr: Icône

source: Color
fr_fr: Couleur:

source: Show Featured Image By Default
fr_fr: Montrer Image à la une par défaut

source: Post Author Box
fr_fr: Box des options auteur

source: Next/Prev Articles
fr_fr: Suiv/Préc Articles

source: Reading Position Indicator
fr_fr: Indicateur de position de lecture

source: Post Meta Settings
fr_fr: Configuration des meta des articles

source: Post Meta
fr_fr: Meta article

source: Tags Meta
fr_fr: mots-clés

source: Share Post Settings
fr_fr: Configuration du partage de l\'article

source: Bottom Share Post Buttons
fr_fr: Boutons de partage sous l\'article

source: Top Share Post Buttons
fr_fr: Boutons de partage au dessus de l\'article

source: Share Buttons for Pages
fr_fr: Boutons de partage pour les pages

source: Share Buttons type
fr_fr: Type de Boutons de partage

source: Buttons with counters
fr_fr: Boutons avec compteur

source: Flat Buttons
fr_fr: Gros boutons

source: Use the post's Short Link
fr_fr: Utiliser le lien raccourci

source: Twitter Username <small>(optional)</small>
fr_fr: Nom d\'utilisateur Twitter <small>(optionnel)</small>

source: LinkedIn Button
fr_fr: Bouton LinkedIn

source: StumbleUpon Button
fr_fr: Bouton StumbleUpon

source: Related Posts Settings
fr_fr: Configuration des articles en relations

source: Related Posts
fr_fr: Articles en relations

source: Related Posts Position
fr_fr: Positions des articles en relations

source: In the post content area
fr_fr: Dans le contenu de l\'article

source: Below the post area
fr_fr: Après le contenu de l\'article

source: Number of posts to show in Full width pages
fr_fr: Nombres d\'articles à afficher en pleine écran

source: Posts in the same Categories
fr_fr: Articles dans la même catégorie

source: Posts in the same Tags
fr_fr: Articles avec les mêmes mots-clés

source: Posts by the same Author
fr_fr: Articles du même auteur

source: Fly Check Also Box
fr_fr: Contrôler aussi le survole des check box

source: Check Also Box
fr_fr: Contrôler aussi les box

source: Check Also Box Position
fr_fr: Contrôler aussi la position des box

source: jQuery Comments Settings
fr_fr: Configuration des commentaires jQuery

source: Adding Comment Validation
fr_fr: Ajouter un commentaire de validation

source: Footer Elements
fr_fr: Eléments du footer

source: Go To Top Button
fr_fr: Bouton Aller en haut

source: Footer Widgets layout
fr_fr: Layout des Widgets du Footer

source: Footer Widgets
fr_fr: Widgets du Footer

source: Footer Text One
fr_fr: Footer Texte 1

source: These tags can be included in the textarea above and will be replaced when a page is displayed.
fr_fr: Ces tags, mots-clés peuvent être inclus dans le textarea ci-dessus et seront remplacées quand une page est affichée.

source: Replaced with the current year.
fr_fr: Remplacer par l\'année en cours.

source: Replaced with The site's name.
fr_fr: Remplacer par le nom du site.

source: Replaced with The site's URL.
fr_fr: .Remplacer par l\'URL du site

source: Footer Text Two
fr_fr: Footer Texte 2

source: Banners Settings
fr_fr: Configuration de la bannière

source: Background Image ADS
fr_fr: Arrière plan publicitaire

source: Enable Background Image ADS
fr_fr: Activer Arrière plan publicitaire

source: Background Image ADS Link
fr_fr: URL de l\'image d\'Arrière plan publicitaire

source: Go to Styling tab and set Background Type to Custom Background then upload your custom image and enable Full Screen Background option.
fr_fr: Allez à l\'onglet Style et mettez l\"arrière plan personnalisé téléchargé, vous pourrez alors choisir l\'option Plein écran de pour afficher un arrière plan personnalisé.

source: Top Banner Area
fr_fr: Zone de la Bannière (dite zone Top)

source: Top Banner
fr_fr: Bannière

source: Image Ad
fr_fr: Image pub

source: Top Banner Image
fr_fr: Image de la Bannière

source: Top Banner Link
fr_fr: Lien de la bannière

source: Alternative Text For The image
fr_fr: Texte alternatif pour l\'image

source: Open The Link In a new Tab
fr_fr: Ouvrir le lien dans un nouvel onglet

source: Responsive Google AdSense
fr_fr: Google Code Adsense Responsif

source: Custom Code
fr_fr: Code personnalisé

source: Custom Ad Code
fr_fr: Ajouter Code personnalisé

source: Bottom Banner Area
fr_fr: Sous la zone de la bannière

source: Bottom Banner
fr_fr: Sous le bannière

source: Bottom Banner Image
fr_fr: Image sous la bannière

source: Bottom Banner Link
fr_fr: Lien sous la bannière

source: Below Header Banner Area
fr_fr: Au dessous de la zone header de la bannière

source: Below Header Banner
fr_fr: Au dessous la bannière

source: Above Article Banner Area
fr_fr: Après la zone de la bannière

source: Above Article Banner
fr_fr: Après la bannière de l\'article

source: Above Article Banner Image
fr_fr: Après l\'image de l\'article

source: Above Article Banner Link
fr_fr: Après le lien de l\'article

source: Below Article Banner Area
fr_fr: Au dessous de la zone de l\'article

source: Below Article Banner
fr_fr: Au dessous de la bannière de l\'article

source: Below Article Banner Image
fr_fr: Au dessous de l\'image de l\'article

source: Below Article Banner Link
fr_fr: Au dessous du lien de l\'article

source: Shortcode ADS
fr_fr: Shortcode Publicités

source: Default Sidebar Position
fr_fr: Positien par défaut de la sidebar

source: Sticky Sidebars
fr_fr: Sidebars épinglées

source: Sticky Sidebar
fr_fr: Sidebar épinglée

source: Disable on the homepage
fr_fr: Désactiver sur l'accueil

source: Disable on category pages
fr_fr: Désactiver sur les pages Catégories

source: Disable on tag pages
fr_fr: Désactiver sur les tags, mots-clés des pages

source: Disable on pages
fr_fr: Désactiver sur les pages

source: Disable on posts
fr_fr: Désactiver sur les articles

source: Add Sidebar
fr_fr: Ajouter sidebar

source: Sidebar Name
fr_fr: Nomde la Sidebar

source: Add
fr_fr: Ajouter

source: Custom Sidebars
fr_fr: Sidebars personnalisées

source: Home Sidebar
fr_fr: Sidebar Accueil

source: Single Page Sidebar
fr_fr: Sidebar pour les pages

source: Single Article Sidebar
fr_fr: Sidebar pour les articles

source: Archives Sidebar
fr_fr: Sidebar pour les Archives

source: bbPress Sidebar
fr_fr: Sidebar bbPress

source: Excerpt Length
fr_fr: Longueur d\'Extrait

source: Default layout settings
fr_fr: Disposition par défaut

source: Choose the default layout
fr_fr: Choisir la disposition par défaut

source: These settings will applies on all pages with blog List template.
fr_fr: La configuration sera appliquée à toutes les pages avec le Template blog

source: Category Page Settings
fr_fr: Configuration Catégorie de Page

source: Category Description
fr_fr: Description de catégorie

source: Choose Default Categories page layout
fr_fr: Choisir la catégorie par défaut

source: Tag Page Settings
fr_fr: Configuration des tags, mots-clés

source: Tag Description
fr_fr: Description des tags, mots-clés

source: Choose Tags page layout
fr_fr: Choisir le layout de la page tag

source: Author Page Settings
fr_fr: Configuration Page Auteur

source: Choose Author page layout
fr_fr: Chosir un layout pour la page auteur

source: Search Page Settings
fr_fr: Configuration de la page de recherche

source: Search in Category IDs
fr_fr: Recherche dans les IDs des catégories

source: Use minus sign (-) to exclude categories. Example: (1,4,-7) = search only in Category 1 & 4, and exclude Category 7.
fr_fr: Utuliser au moins un signe (-) pour exclure une ou des catégorie(s). Par exemple : (1,5,-7) = recherchera les catégories 1 et 4 et exclura la catégorie 7

source: Exclude Pages in results
fr_fr: Exclure des pages dans les résultats

source: Choose Search results page layout
fr_fr: Choisir un layout pour la page de recherche

source: Theme Color and Settings
fr_fr: Couleurs du thèmes et configuration

source: Choose Theme Color
fr_fr: Choisir la couleur du thème

source: Custom Theme Color
fr_fr: Couleurs du thème personnalisées

source: Dark Skin
fr_fr: Skin sombre

source: Modern Colored Scrollbar
fr_fr: Scrollbarr couleurs modernes

source: For Chrome and Safari only.
fr_fr: Pour Chrome et Safari seulement.

source: Apply Categories Colors on News blocks
fr_fr: Appliquer les couleurs aux catégories sur les Nouveaux Blocs

source: Lazy Load For Images
fr_fr: Chargement lent pour les images

source: Background Type
fr_fr: Type de Background

source: Pattern
fr_fr: Paterne

source: Custom Background
fr_fr: Arrière plan personnalisé

source: Choose Pattern
fr_fr: Choisir une paterne

source: Background Color
fr_fr: Couleur d\'arrière plan

source: Body Styling
fr_fr: Style du corps (Body)

source: Highlighted Text Color
fr_fr: Couleur du texte en surbrillance

source: Links Color
fr_fr: Couleur des liens

source: Links Decoration
fr_fr: Décoration sur les liens

source: none
fr_fr: Aucune

source: underline
fr_fr: sous la ligne

source: overline
fr_fr: sur la ligne

source: line-through
fr_fr: trait d\'union

source: Links Color on mouse over
fr_fr: Couleur du lien au survole de la souris

source: Links Decoration on mouse over
fr_fr: Décoration du lien au survole de la souris

source: Top Navigation Styling
fr_fr: Style de la zone Top Navigation

source: Today's Date text color
fr_fr: Couleur de la date

source: Header Background
fr_fr: Arrière plan du header

source: Main Navigation Styling
fr_fr: Style de la zone de navigation principale

source: Main Navigation Background
fr_fr: Arrière plan de la zone de navigation principale

source: Main Navigation inner bottom border color
fr_fr: Couleur des bordures de la zone de navigation principale

source: Sub Menu Background
fr_fr: Arrière plan des sous-menu

source: Current Item Link Color
fr_fr: Couleur du lien du la page courante

source: Separator Line1 color
fr_fr: Couleur de la ligne de séparation 1

source: Separator Line2 color
fr_fr: Couleur de la ligne de séparation 2

source: Breaking News Styling
fr_fr: Style des Breaking News

source: Breaking News Text Background
fr_fr: Arrière plan Breaking News

source: Content Styling
fr_fr: Style du contenu

source: Main Content Background
fr_fr: Arrière plan du contenu principal

source: Blocks / Widgets Background
fr_fr: Arrière plan des Blocs / Widgets

source: Post Styling
fr_fr: Style des articles

source: Post Links Color
fr_fr: Style des liens des articles

source: Post Links Decoration
fr_fr: Style de décoration des liens des articles

source: Post Links Color on mouse over
fr_fr: Couleur des liens au survole de la souris

source: Post Links Decoration on mouse over
fr_fr: Décoration des liens au survole de la souris

source: Footer Background
fr_fr: Arrière plan du Pied de page / Footer

source: Footer Widget Title color
fr_fr: Couleur du titre des Widgets du Pied de page / Footer

source: Custom CSS
fr_fr: CSS Personnalisé

source: Global CSS :
fr_fr: CSS Global :

source: Tablets:
fr_fr: Tablettes :

source: Wide Phones:
fr_fr: Smartphone écran large :

source: Phones:
fr_fr: Smartphone :

source: Character sets
fr_fr: Jeux de caractères

source: Tip:
fr_fr: Astuce :

source: If you choose only the languages that you need, you'll help prevent slowness on your webpage.
fr_fr: Si vous choisissez seulement les langues dont vous avez besoin, vous améliorerez les performances de chargements de vos page Web.

source: Latin Extended
fr_fr: Latin étendu

source: Cyrillic Extended
fr_fr: Cyrillic étendu

source: Greek
fr_fr: Grec

source: Greek Extended
fr_fr: Grec étendu

source: Vietnamese
fr_fr: Vietnamien

source: Live typography preview
fr_fr: Prévisualisation de typographie

source: Grumpy wizards make toxic brew for the evil Queen and Jack.
fr_fr: Les magiciens grognons font l'infusion toxique pour la méchante Reine et Jack.

source: Main Typography
fr_fr: Typographie principale

source: General Typography
fr_fr: Typographie générale

source: Site Title In Header
fr_fr: Titre du site dans l\'en-tête / header

source: Tagline In Header
fr_fr: Mots-clés dans l\'en-tête / header

source: Top Menu
fr_fr: Menu Haut

source: Main Navigation
fr_fr: Navigation Principale

source: Breaking News Label
fr_fr: Label de Breaking News

source: Grid Slider Post Title
fr_fr: Utiliser le titre du slide comme lien d\'accroche

source: Slider Post Title
fr_fr: Titre l'article du slide

source: Page Title
fr_fr: Titre de la page

source: Single Post Title
fr_fr: Titre de l\'article

source: Post Title in Homepage Blocks and Post Titles in Blog Layout
fr_fr: Titre de l\'article dans les blocs de la page d'accueil et dans la mise en page blog

source: Small Post Title in Homepage Blocks
fr_fr: Petits titres d'articles dans les blocs de la page d'accueil

source: Post Entry
fr_fr: Entrée d’article

source: Blockquotes
fr_fr: Blocs de citation

source: Blocks Titles
fr_fr: Titres des blocs

source: Widgets Titles
fr_fr: Titres des widgets

source: Footer Widgets Titles
fr_fr: Titres des widgets du pied de page

source: Advanced Settings
fr_fr: Paramètres avancés

source: Disable Arqam Lite
fr_fr: Désactiver Arqam Lite

source: Notify on theme updates
fr_fr: Notifier les mises à jour du thème

source: Disable the Responsiveness
fr_fr: Désactiver l\'adaptabilité mobile

source: This option works only on Tablets and Phones .. to disable the responsiveness action on the desktop .. edit style.css file and remove all Media Queries from the end of the file .
fr_fr: Cette option ne fonctionne que pour les tablettes et téléphones... pour désactiver l\'adaptabilité sur ordinateur, éditer le fichier style.css et supprimer toutes les Media Queries à la fin du fichier.

source: WordPress Login page Logo
fr_fr: Logo de la page de connexion à WordPress

source: WordPress Login page Logo URL
fr_fr: URL du logo de la page de connexion à WordPress

source: Export
fr_fr: Exporter

source: Import
fr_fr: Importation

source: All settings will be rest .. Are you sure ?
fr_fr: Tous les paramètres de configuration seront réinitialisés. Êtes-vous sûr ?

source: Reset All Settings
fr_fr: Tout réinitialiser

source: There was an error when reading this WXR file
fr_fr: Une erreur s\’est produite pendant la lecture du fichier WXR

source: Details are shown above. The importer will now try again with a different parser...
fr_fr: Les détails sont présentés ci-dessus. L\’importateur va maintenant essayer à nouveau avec un analyseur différent …

source: This does not appear to be a WXR file, missing/invalid WXR version number
fr_fr: Cela ne semble pas être un fichier WXR, numéro de version du WXR manquant ou non valable

source: Importing demo data (post, pages, images, theme settings, ...) is the easiest way to setup your theme. It will allow you to quickly edit everything instead of creating content from scratch. When you import the data following things will happen:
fr_fr: L\’importation des données de démonstration (articles, pages, images, paramètres du thème,…) est la manière la plus simple de configurer ce thème. Cela permet de rapidement tout modifier plutôt que de créer du contenu à partir de zéro. Lorsque vous importez les données les choses suivantes se produiront:

source: No existing posts, pages, categories, images, custom post types or any other data will be deleted or modified.
fr_fr: Pas de messages, des pages, des catégories, des images, des types de poste personnalisées existantes ou d\'autres données seront supprimées ou modifiées.

source: About 10 posts, a few pages, 10+ images, some widgets and two menus will get imported.
fr_fr: environ 10 articles, quelques pages, 10+ images, quelques widgets et deux menus seront importés ;

source: Images will be downloaded from our server, these images are copyrighted and are for demo use only.
fr_fr: les images seront téléchargées depuis notre serveur, ces images sont sous copyright et ne peuvent servir que pour la démonstration ;

source: Please click import only once and wait, it can take a couple of minutes.
fr_fr: merci de ne cliquer qu\'une seule fois sur l\'import et attendre, cela peut prendre quelques minutes.

source: The XML file containing the dummy content is not available or could not be read .. You might want to try to set the file permission to chmod 755.<br/>If this doesn't work please use the WordPress importer and import the XML file (should be located in your download .zip: Sample Content folder) manually
fr_fr: Le fichier XML contenant le contenu fictif n\'est pas disponible ou ne peut pas être lu. Essayez de changer les permissions avec un chmod 755.<br />Si cela ne fonctionne toujours pas, utiliser l'outil d'import de WordPress et importez le fichier XML manuellement (devrait être situé dans l'archive .zip téléchargée, dans le dossier Sample Content)

source: Sorry, there has been an error.
fr_fr: Désolé, il y a eu une erreur.

source: The file does not exist, please try again.
fr_fr: Le fichier n’existe pas, veuillez essayer de nouveau.

source: All done.
fr_fr: C’est terminé !

source: Have fun!
fr_fr: Amusez-vous bien !

source: Remember to update the passwords and roles of imported users.
fr_fr: N\’oubliez pas de mettre à jour les mots de passe et les rôles des utilisateurs importés.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
fr_fr: Le fichier d\’exportation n’a pu être trouvé à <code>%s</code>. Ceci est peut-être dû à un problème de permissions.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
fr_fr: Ce fichier WXR (version %s) n’est peut-être pas supporté par cette version de l’outil d’importation. Merci de procéder à une mise à jour.

source: Failed to import author %s. Their posts will be attributed to the current user.
fr_fr: Impossible d'importer auteur %s. Leurs postes seront attribués à l'utilisateur actuel.

source: Assign Authors
fr_fr: Assigner Auteurs

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
fr_fr: Pour faciliter l\’édition et la sauvegarde du contenu importé, vous pouvez réaffecter l\’auteur de l\’élément importé à un autre utilisateur de ce site. Par exemple, vous pouvez importer toutes les entrées comme des entrées <code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
fr_fr: Si un nouvel utilisateur est créé par WordPress, un nouveau mot de passe sera généré aléatoirement et le rôle du nouvel utilisateur&#8217;s sera défini comme %s. Un changement manuel des détails du nouvel utilisateur&#8217;s sera nécessaire.

source: Import Attachments
fr_fr: Importer les pièces jointes

source: Download and import file attachments
fr_fr: Télécharger et importer les pièces jointes

source: Import author:
fr_fr: Importer l\’auteur :

source: or create new user with login name:
fr_fr: ou créer un nouvel utilisateur avec le login :

source: as a new user:
fr_fr: Si un nouvel utilisateur est créé par WordPress, un nouveau mot de passe sera généré aléatoirement et le rôle du nouvel utilisateur&#8217;s sera défini comme %s. Un changement manuel des détails du nouvel utilisateur&#8217;s sera nécessaire.

source: assign posts to an existing user:
fr_fr: Attribuer les articles à un utilisateur existant :

source: or assign posts to an existing user:
fr_fr: ou assigner les articles à un utilisateur existant :

source: - Select -
fr_fr: - Sélectionner -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
fr_fr: Impossible de créer un nouvel utilisateur pour%s. Leurs postes seront attribués à l'utilisateur actuel.

source: Failed to import category %s
fr_fr: Impossible d\’importer la catégorie %s

source: Failed to import post tag %s
fr_fr: Impossible d\’importer l\’étiquette de l’article %s

source: Failed to import %s %s
fr_fr: Impossible d\’importer %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
fr_fr: Impossible d\’importer &#8220;%s&#8221;: Type d\’article invalide %s

source: %s &#8220;%s&#8221; already exists.
fr_fr: %s &#8220;%s&#8221; existe déjà.

source: Failed to import %s &#8220;%s&#8221;
fr_fr: Echec de l\’importation %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
fr_fr: Élément de menu ignoré car son identifiant de menu est manquant

source: Menu item skipped due to invalid menu slug: %s
fr_fr: Élément de menu ignoré car son identifiant de menu est manquant : %s

source: Fetching attachments is not enabled
fr_fr: L\’obtention de pièces jointes n’est pas activée

source: Invalid file type
fr_fr: Type de fichier invalide

source: Remote server did not respond
fr_fr: Le serveur distant n’a pas répondu

source: Remote server returned error response %1$d %2$s
fr_fr: Le serveur distant a renvoyé une réponse erreur %1$d %2$s

source: Remote file is incorrect size
fr_fr: Fichier distant de taille incorrecte

source: Zero size file downloaded
fr_fr: Fichier vide téléchargé

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop lourd, la limite est de %s

source: Import WordPress
fr_fr: Importer WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
fr_fr: Une nouvelle version de cet importateur est disponible. S\’il vous plaît mettre à jour vers la version%s pour assurer la compatibilité avec les fichiers d\’exportation les plus récents.
